driver-tests/bpelse/assign/AssignJbi/test/CopygYearInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <gYearPart>
	<xsd_gYear>2005</xsd_gYear>
	<optional_gYear>2006</optional_gYear>
	<repeat_gYear>2006</repeat_gYear>
	<repeat_gYear>2002</repeat_gYear>
   </gYearPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
